// Misc Strings

"fibre-channel-card-name"           = "Apple FC-kaart";
"unknown"                           = "<onbekend>";
"default-filename"                  = "Fibre Channel-kaarten";
"port-name-prefix"                  = "Poort";
"slot-name-prefix"					= "Sleuf ";
"restart-required"                  = "Wijzigingen worden actief na opnieuw opstarten.";

// Status string.

"Offline"                           = "De poortkoppeling is inactief.";
"Online"                            = "De poortkoppeling is actief.";
// Speed status string.
"speed-status"                      = "De snelheid is ingesteld op <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Geen koppeling tot stand gebracht";
"link-status-nolink-unsupported"	= "Geen koppeling gemaakt (niet-ondersteunde kabel)";
"link-status-link"					= "Koppeling tot stand gebracht";
"link-status-link-unsupported"		= "Koppeling gemaakt (niet-ondersteunde kabel)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "automatisch configureren";
"automatic-1-gigabit"               = "automatisch configureren en is momenteel 1 Gb/s";
"automatic-2-gigabit"               = "automatisch configureren en is momenteel 2 Gb/s";

// Topology status string.
"toplogy-status"                    = "De poortopologie is ingesteld op <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Point-to-Point";
"arbitrated-loop"                   = "Arbitrated Loop";
"topology-automatic"                = "automatisch configureren";
"automatic-point-to-point"          = "automatisch configureren en is momenteel Point-to-Point";
"automatic-arbitrated-loop"         = "automatisch configureren en is momenteel Arbitrated Loop";

// Alerts
"incompatible-driver-title"         = "Installeer het nieuwste besturingsbestand";
"incompatible-driver"               = "Voor dit programma is versie 1.1.0 of hoger van AppleLSIFusionMPT.kext vereist. Controleer of u het nieuwste besturingsbestand hebt geïnstalleerd en probeer het opnieuw.";
"alert-no-cards-title"              = "Geen Apple Fibre Channel-kaart gevonden";
"alert-no-cards"                    = "Controleer of de Apple Fibre Channel-kaart goed is geïnstalleerd en probeer het opnieuw.";
"alert-restart-title"               = "Systeem opnieuw opstarten";
"alert-restart-required"            = "De wijzigingen worden actief na opnieuw opstarten. Wilt u de computer nu opnieuw opstarten?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Ja";
"alert-no-button"                   = "Nee";
"alert-cancel-button"               = "Annuleer";
"alert-tool-title"                  = "Fout in fibreconfig-tool";
"alert-fibreconfig-error"           = "Er heeft zich een fout voorgedaan in de fibreconfig-tool";
"alert-missing-tool"                = "De fibreconfig-tool ontbreekt.";
"alert-non-executeable-tool"        = "De fibreconfig-tool kan niet worden uitgevoerd en moet mogelijk opnieuw worden geïnstalleerd.";
"ww-node-name-tooltip"              = "Wereldwijde node-naam";
"ww-port-name-tooltip"              = "Wereldwijde poortnaam";